Repository: anavrublevska/galeriazdjec
Catalog: app/app/translations/messages.*.xlf
Languages: pl

source: My account
pl: Mój profil

source: Edit email
pl: Edytuj email

# label_title
source: Title
pl: Naglowek

# label_content
source: Content
pl: Kontent

# label_tags
source: Tags
pl: Tagi

# message_empty_list
source: Empty list.
pl: Pusta.

# photo_title
source: Photo name
pl: Nazwa zdjęcia

# record_not_found
source: Not found.
pl: Nie ma takiego

source: Go back
pl: Wróć

# title_record_view
source: Details of el no %id%
pl: Szczegoly elementa %id%

source: Galleries
pl: Galerie

source: One gallery
pl: Szczegoly galerii

source: Welcome to the Photo gallery!
pl: Witamy w Galerii

source: This gallery is called
pl: Ta galeria się nazywa:

source: Here you can see the list of all galleries:
pl: Tutaj lista wszytskich galerii:

source: Edit
pl: Edytuj

source: Delete
pl: Usuwanie

# action_login
source: Log in
pl: Zaloguj

# action_logout
source: Log out
pl: Wyloguj

# see_this_photo
source: Watch me!
pl: Zobacz mnie!

# photo_create
source: Add a photo
pl: Dodaj fancy zdjęcie

# photos
source: Photooos
pl: Zdjęcia

source: Adding new photo
pl: Dodaj nowe fancyphoto

# label_photo
source: Choose photo
pl: Zdjęcie

# label_gallery
source: Pick gallery
pl: Galeria

# save
source: Save me
pl: Dodaj mnie!

# label_description
source: Description
pl: Opis zdjęcia

source: Add comment
pl: Komentarz:

# photo_tags
source: Tags for this photo
pl: Tagi do tego zdjęcia

# label_none
source: Choose
pl: Wybierz

# users_index
source: Users
pl: Uzytkownicy

# create_new
source: Add new!
pl: Dodaj!

# filtration
source: filtrate
pl: filtruj!

source: Edit password
pl: Edytuj hasło

# edit_my_account
source: Edit my data
pl: Edytuj moje dane

# action_save
source: Save
pl: Zapisz

# action_back_to_list
source: Back to list
pl: Wróć do listy

source: Agree terms
pl: Zgadzam się

# didnt_register_yet?
source: I don't have an account
pl: Jeszcze nie mam konta

# sure?
source: Are you sure?
pl: Na pewno?

source: I am
pl: Jestem

source: Photos for tag:
pl: Dla tagu:

# First
source: Password
pl: Hasło

# Second
source: Repeat
pl: Powtórz

source: New gallery added!
pl: Dodana nowa galeria!
